html/focus.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-09-30 Thu 21:28 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>focus</title>
<meta name="author" content="Ketan Agrawal" />
<meta name="generator" content="Org Mode" />
<link rel="preload" href="syntax.css" as="style" onload="this.onload=null;this.rel='stylesheet'">
<noscript><link rel="stylesheet" href="syntax.css"></noscript>
<link rel="stylesheet" type="text/css" href="styles.css" />
<link rel="apple-touch-icon" sizes="180x180" href="/apple-touch-icon.png" />
<link rel="icon" type="image/png" sizes="32x32" href="/favicon-32x32.png" />
<link rel="icon" type="image/png" sizes="16x16" href="/favicon-16x16.png" />
<link rel="manifest" href="/site.webmanifest" />
</head>
<body>
<div id="preamble" class="status">
<a style="color: inherit; text-decoration: none" href="/">
<h2>Ketan's Digital Laboratory &#129514;</h2>
</a>
</div>
<div id="content" class="content">
<h1 class="title">focus</h1>
<p>
As usual, Andy Matuschak has some really striking <a href="https://notes.andymatuschak.org/z3ruCqbkUjU7U8MD5gaMjzmJV4GuENJ3ie1LP?stackedNotes=zrQz6Eqcnrf3QqEf4A92J5bMSwED9KtMZje&amp;stackedNotes=z8BENejnm5iyqRUodaqyScehdgnuu9b1vn669">notes</a> on this topic.<br />
</p>

<p>
In particular, I like his exhortations to get <a href="curiosity.html#ID-ef59c729-e9b5-4cca-a16c-7b8ec9d37bce">curious</a> and get <a href="boredom.html#ID-f8afdaff-9e8c-4a7e-adf5-84e76794d9c7">bored</a>. Those two aren't mutually exclusive, and in fact seem to go hand in hand.<br />
</p>

<p>
Copying here some sane defaults that he lists (seems like a good support on my way to being <a href="intentionality.html#ID-28ad325b-5438-4b37-aa60-607d54ee84c1">intentional</a>):<br />
</p>
<div id="outline-container-ID-69b7c145-a701-4e5a-b504-b8486f203e4a" class="outline-2">
<h2 id="ID-69b7c145-a701-4e5a-b504-b8486f203e4a">Partial list of practices meant to produce deliberateness, receptivity <code>[16%]</code></h2>
<div class="outline-text-2" id="text-org615ac35">
</div>
<div id="outline-container-orgc04b938" class="outline-3">
<h3 id="orgc04b938"><span class="todo TODO">TODO</span> Wi-Fi defaults to off in the morning</h3>
</div>
<div id="outline-container-org9bf1bcb" class="outline-3">
<h3 id="org9bf1bcb"><span class="todo TODO">TODO</span> Consistency in My daily routine</h3>
</div>
<div id="outline-container-org31798f8" class="outline-3">
<h3 id="org31798f8"><span class="todo TODO">TODO</span> Meditation first thing in the morning</h3>
</div>
<div id="outline-container-org863932b" class="outline-3">
<h3 id="org863932b"><span class="todo TODO">TODO</span> Simple, familiar background music</h3>
</div>
<div id="outline-container-org55fd6e2" class="outline-3">
<h3 id="org55fd6e2"><span class="todo TODO">TODO</span> Lots of long walks, usually without audiobooks or podcasts</h3>
</div>
<div id="outline-container-org39b32a1" class="outline-3">
<h3 id="org39b32a1"><span class="todo TODO">TODO</span> My notes contain mostly my own words (Literature notes are secondary and separate)</h3>
</div>
<div id="outline-container-orga5fbda0" class="outline-3">
<h3 id="orga5fbda0"><span class="todo TODO">TODO</span> Weekly, monthly, quarterly, annual reflection and planning exercises</h3>
</div>
<div id="outline-container-org84a266a" class="outline-3">
<h3 id="org84a266a"><span class="done DONE">DONE</span> Forest.app running on my phone while I work</h3>
<div class="outline-text-3" id="text-org84a266a">
</div>
</div>
<div id="outline-container-orgbe7f2a9" class="outline-3">
<h3 id="orgbe7f2a9"><span class="done DONE">DONE</span> Twitter, Mail, etc are not installed on my phone</h3>
<div class="outline-text-3" id="text-orgbe7f2a9">
</div>
</div>
<div id="outline-container-org5f1c937" class="outline-3">
<h3 id="org5f1c937"><span class="todo TODO">TODO</span> Focus.app runs from 7AM to 5PM, blocking Mail, the Twitter timeline, distracting web sites, etc</h3>
<div class="outline-text-3" id="text-org5f1c937">
<p>
Andy says: "I’m not sure this is a great practice: A rigid fixation on “focus” can harm creative work. The block ends in the evenings, so I tend to do my meandering then, but I don’t know if that’s too rigid."<br />
</p>
</div>
</div>
<div id="outline-container-org65eb37e" class="outline-3">
<h3 id="org65eb37e"><span class="todo TODO">TODO</span> Answer email in batches, usually in the evening or when feeling low-energy</h3>
</div>
<div id="outline-container-orgf60ae4e" class="outline-3">
<h3 id="orgf60ae4e"><span class="todo TODO">TODO</span> Usually accept at most one meeting per day, at 5PM, to keep daytime calendar totally open</h3>
</div>
</div>
</div>
<div id="postamble" class="status">
<p>Made with <span class="heart">♥</span> using
<a href="https://orgmode.org/">org-mode</a>.
Source code is available
<a href="https://github.com/ketan0/digital-laboratory">here</a>.</p>
<script src="popper.min.js"></script>
<script src="tippy-bundle.umd.min.js"></script>
<script src="tooltips.js" async></script>
</div>
</body>
</html>
